Repository: ekajogja/postdates
Catalog: languages/*.po
Languages: id_id

source: PostDates
id_id: Tanggal Pos

source: A simple WordPress plugin that displays the publication and last update date on posts, pages, and custom post types.
id_id: Plugin WordPress simpel untuk menampilkan tanggal terbit dan pembaruan terakhir pada pos, laman, dan tipe pos kustom.

source: Show last update on Posts
id_id: Tampilkan tanggal pembaruan pada Pos

source: Show both published and last update on Posts
id_id: Tampilkan tanggal terbit dan pembaruan pada Pos

source: Show last update on Pages
id_id: Tampilkan tanggal pembaruan pada Laman

source: Show both published and last update on Pages
id_id: Tampilkan tanggal terbit dan pembaruan pada Pos

source: Show last update on Custom Posts
id_id: Tampilkan tanggal pembaruan pada Custom Post

source: Show both published and last update on Custom Posts
id_id: Tampilkan tanggal terbit dan pembaruan pada Custom Post

source: Position of Dates
id_id: Posisi Tanggal

source: Published: %s | Updated: %s
id_id: Diterbitkan: %s | Diperbarui: %s
